Repository: 73153/COCOACONTROLS-BEST-RATINGS-DEMO-ALL-MIXTURE_____BEST-OF-ALL-PART-2
Catalog: What-s-New-master/Demo Apps/Podcasts/Podcasts/*.lproj/Localizable.strings
Languages: fr

source: Unplayed Episodes
fr: Episodes non-écoutés

source: Quickly find episodes you haven’t played yet.
fr: Trouvez rapidement les épisodes que vous n'avez pas encore écoutés.

source: Browse the Feed
fr: Parcourir le flux

source: Stream available episodes or download them to play later.
fr: Ecoutez les épisodes disponibles en live ou téléchargez-les pour les écouter plus tard.

source: Saved Episodes
fr: Episodes sauvegardés

source: Save your favorite episodes to ensure you’ll always have them.
fr: Sauvegardez vos épisodes favoris pour être sûrs que vous les aurez toujours avec vous.

source: Delete Played Episodes
fr: Effacez les épisodes écoutés

source: Episodes can be automatically deleted after they are played.
fr: Les épisodes peuvent être automatiquement effacés une fois qu'ils ont été écoutés.

source: Designed for iOS 7
fr: Conçu pour iOS 7

source: Podcasts has a beautiful new look and feel designed for iOS 7.
fr: Podcasts a une toute nouvelle apparence conçue pour iOS 7.

source: Stay up to date
fr: Restez à jour

source: Podcasts now automatically updates with new episodes.
fr: Podcasts se met maintenant automatiquement à jour avec les nouveaux épisodes.

source: Custom Stations
fr: Stations personnalisées

source: Create custom stations of your favorite podcasts.
fr: Créez des stations personnalisées avec vos podcasts favoris.

source: Pull to Refresh
fr: Tirer pour rafraichir

source: More easily refresh a subscription or playlist.
fr: Rafraichissez plus simplement un abonnement ou une liste de lecture.
